docs/hoverfly/bsf_data/current_saving/reqGeneralInquiries_CPT_L10563.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bsf="http://BSF.ITD.ECORP.Schemas.InquirySchema">
   <soapenv:Header/>
   <soapenv:Body>
      <bsf:GeneralInquiries>
         <bsf:Inquiry>
            <ServiceRq>
               <Account>
                  <SourceSystem>CFT</SourceSystem>
                  <CPT>L10563</CPT>    <!-- K20294  //  N16539   -->
                  <IsIBAN>Y</IsIBAN>
               </Account>
            </ServiceRq>
         </bsf:Inquiry>
      </bsf:GeneralInquiries>
   </soapenv:Body>
</soapenv:Envelope>